_drafts/notebook-v3.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-02-15 Tue 21:37 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Philosophical Notebook</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Joseph Ruocco" />
</head>
<body>
<div id="content">
<h1 class="title">Philosophical Notebook
<br />
<span class="subtitle">What our Ancestors Forget to Tell Us</span>
</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org9ca101a">1. The Skeptic</a>
<ul>
<li><a href="#org9efaf89">1.1. <i>Characteristics of Extreme Domains</i></a></li>
<li><a href="#orgae636b8">1.2. <i>Knowledge Through Subtraction</i></a></li>
</ul>
</li>
<li><a href="#org8447be1">2. The Stoic</a>
<ul>
<li><a href="#org009db5b">2.1. <i>How to Become Indestructable</i></a></li>
<li><a href="#org62634d0">2.2. <i>Modernity &amp; Domain Depedence</i></a></li>
<li><a href="#org0dd26fe">2.3. <i>Acceptance of Fate</i></a></li>
</ul>
</li>
<li><a href="#org5d82e4c">3. The Epicurean</a>
<ul>
<li><a href="#orgad64a22">3.1. <i>Happiness</i></a></li>
<li><a href="#org050d919">3.2. <i>Friendship</i></a></li>
</ul>
</li>
</ul>
</div>
</div>



<div id="outline-container-org9ca101a" class="outline-2">
<h2 id="org9ca101a"><span class="section-number-2">1</span> The Skeptic</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org9efaf89" class="outline-3">
<h3 id="org9efaf89"><span class="section-number-3">1.1</span> <i>Characteristics of Extreme Domains</i></h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li><i><b>The Impact of Rare Events</b></i> We exist in a world where some situations
are dominated by the singular occurances of rare events. Consider
that even if you cheat on your spouse only once in the duration of
relationship, <i>you are not going to be in a relationship for much
longer</i> <sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup></li>
</ul>
</div>
</div>

<div id="outline-container-orgae636b8" class="outline-3">
<h3 id="orgae636b8"><span class="section-number-3">1.2</span> <i>Knowledge Through Subtraction</i></h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li><i>The Power of Disconfirmation</i> In life, disconfirmation is more rigorous
than confirmation. One single piece of disconfirming evidence wipes
out any prior confirming examples. Reasoning fails in extreme domains when we
try to go from specific instances to categoricals. The importance of
discon. is that it lengthens the gap in these instances between what
you know and what you don't know. Which as a result a much, much higher
premium on what you do not know.</li>

<li><i>Hunting for Black Swans</i> Half of the game is realizing that it is
about what you don't know and what others know is more important
than the reverse. Or what you dislike and others like (hence, your
futuer self). Learning is admitting you were wrong. Acquire as many
books as you can possibly own. Research more you disagree with than
the reverse.  What a million people know isn't worth knowing. The
news isn't worth watching. Fed to you via algorithm. Only consume
information that you seek out. <sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup></li>

<li><i>Negative Advice in Personal Life</i> Knowledge becomes robust by
necessarily knowing what is wrong and avoiding it. We get smarter by
learning what not to do and by avoiding ignorance. We know what is
wrong better than what is right. Avoid unhappiness than it is to
pursue happiness. Avoiding ignorant people is easier than
surrounding yourself with 'intelligent' ones.</li>

<li><i>Life is Not A Story</i> A consequence of seeing the world through
your own mind is suffering from the mental distortion our memory of
events and emotions through time all human beings do. We see the
past through a narrative lens (most historical records, news,
journalism, etc) and the future vicariously through another story
(our plans, forecasts, etc). Life is such that the future will bring events we've
never seen before and we look at the past as if we could've known it
all along. A diary retells the past from the
present prspective without retelling a narrative. Avoid planning,
maximize <i>optionality</i>, (More on that later)</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-org8447be1" class="outline-2">
<h2 id="org8447be1"><span class="section-number-2">2</span> The Stoic</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org009db5b" class="outline-3">
<h3 id="org009db5b"><span class="section-number-3">2.1</span> <i>How to Become Indestructable</i></h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li><i>'Less Is More' Rationality</i> - Rationality is survival of the worst
case. Rationality is what you do to avoid ruin in the event of the
worst case. Take steps for your business and life to take care of
that and the rest takes care of itself. In the real world, the worst
case is worse than anything you've seen before or could reasonably
predict. We can use the following rules to increase robustness.
<ol class="org-ol">
<li>To learn how to survive, learn to respect what has survived. If
something has been true for a while, and it seems irratinoal, you
have the wrong definition of rationality.</li>
<li>Redundancy &amp; Applications. We can learn from Mother Nature &#x2013; the oldest and the
wisest &#x2013; that aggressive redundancy can best prepare us for an
unknowable future. 
<ul class="org-ul">
<li>Backups. As they say among military groups, 'Two is one and One
is None.' Redundancy in the cash under the mattress is security
against an unpredictable future. Expecting fragile objects to
break in only a  matter of time is not only wise but realistic.
Redundancy takes other forms too, like extra strength or
capacity that makes having it more efficient than a
preconceived 'optimal' route.</li>
<li>Functional Redundancy. Meaning that multiple objects can
perform the same function. Eyes can hear by reading lips. Smell
enhances taste.  Your copy of <i>War And Peace</i> can be used as a
doorstop. Your Diploma of Graduation in Russian Comparative
Literature can be used as a mousepad.</li>
<li>Decision Making. Redundancy can take the form of having
multiple options. With uncertainty, the best decision at any
time allows us to change course when new information
surfaces. This means not letting goals or destinations make us
blind to new and better options.  
<ul class="org-ul">
<li>Listening to Instincts (Procrastination &amp; Forgetfulness) Make
decisions as late as possible.</li>
<li>Less Is More -  Never Convince yourself to do something. If
you have more than one reason, don't do it. Nobody says:
"this man is a criminal, he killed 20 people, and he has bad
breath." The more convincing you need the worse the</li>
</ul></li>
</ul></li>
</ol></li>
</ul>


<ol class="org-ol">
<li>At the end of the day, you are the one to determine your risk
level. Avoid taking so much risk that you lose sleep at night.</li>
</ol>
</div>
</div>

<div id="outline-container-org62634d0" class="outline-3">
<h3 id="org62634d0"><span class="section-number-3">2.2</span> <i>Modernity &amp; Domain Depedence</i></h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li><i>Overcompensation</i> Modernity seeks to deprive us of life's innate
sense of variability and randomness. When forced to overcompensate
we become better off when not under such conditions. 
<ol class="org-ol">
<li>Human bones are strengthened through episodic stress. Falling
asleep is easier with background noise.</li>
<li>Interpersonal relationships are well maintained when problems (and
conversations) are had early.</li>
<li>Innovation and Discovery. Innovation happen through aggressive
trial and by accident, discovering a product or use of a product
never seen before. Increase your exposures and fail
early and cleanly. Creativity is your number of trials.</li>
</ol></li>

<li><p>
<i>Education</i> Curriculums suffers from one-size-fits-all effect. On
average the knowledge you learn in schools is of little copmetitve
value. To reverse this effect, learn with the mind's natural
senses of boredom and curiosity.
</p>
<ol class="org-ol">
<li><i>Learning With Emotions</i> In Part 1, it was shown that Knowledge
that is worth knowing is as far from the center as possilbe. What
will take you there is through undirected trial-and-error.  
<ul class="org-ul">
<li><i>Risk Makes Things Interesting</i> Learn out of necessity. Learn
to solve a problem or out of interest, never out of obligation.
When we have something to lose, or risk failure, we become
desparately to find out as much as we can about a subject. Much
like the pilot of a plane is maximally paranoid or an addict's
cunning comes from to procure drugs.</li>
<li><i>Avoiding Boredom</i> If you get bored easily that means your
<i>b***t</i> detector is functioning properly. Evaluate curiosity
daily, Read accordingly. Notice when you a book starts to bore
you. As soon as that's the case, switch to another book. (This
is where it is extremely helpful but not necessary to own a lot
of books ) Don't read something that you need to speedread,
don't watch a video that you have to watch at 2x, If you're not
fully engaged or easily distracted, find a better way or don't
do it. <sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup> If schools wanted to resemble real life, they
would only care about the subject in which the stduent has the
highest grade and ignore the others, In a convex world, the
average is of zero significance.</li>
</ul></li>
</ol>

<ol class="org-ol">
<li><i>Books &amp; Real Friends</i> Get to know books as you would friends,
get to know them a little at a time. The test of whether you
really liked a book is to reread it; the test of whether you
really like someone’s. Company is if you are ready to meet him
again and again. Friendship that ends never was one, any book
not worth rereading isn’t worth reading. The number of books
you finished reading through once this year has as much meaning
as the number of people you met once and never saw again. Seek
the ones that will stick around for a long time.</li>

<li><i>Leisure is Fertile without Distraction</i> The mind is most
intelligent while devoted to effortless activity. When freed
from constraints, work, schedules, the mind discoveries
opportunities that it didn't see before. As anyone who might have
taken a shower before would realize. Go for a walk without a
phone, without listening to music. <sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup></li>
</ol></li>

<li><i>Diet and Exercise</i> Diets &amp; Exercise Regimens tax the body with
chronic stressors. Gyms are sterilized environments that work one
muscle at a time, making the part stronger at teh expense of the
whole. Diets through modern constructions rely on strong willed
moderation instead of randomized fasting and volume intake. To
simulate natural exercise and dietary conditions, try Hiking on
rocky trails with steep inclines. Deadlift your maxlift on a
barbell. Never eat foods out of a box, and avoid modernized diet
foods. Randomly skip meals, and work out when hungry.</li>
</ul>
</div>
</div>

<div id="outline-container-org0dd26fe" class="outline-3">
<h3 id="org0dd26fe"><span class="section-number-3">2.3</span> <i>Acceptance of Fate</i></h3>
<div class="outline-text-3" id="text-2-3">
<ul class="org-ul">
<li><i>Competition &amp; Playing Your Own Game</i> Everyone is trying to be the
best, or top 1% percent. Few are trying to do what they like
regardless of what everyone else does.  Competition is for chasing
the preferences of others; playing someone else’s game. The squeeze
you feel is them putting you into  their box. Their rules, their
way, their game. There are no rules, no boundaries. Play your game;
not theirs. You have a real life if and only if you do not compete
with anyone in any of your pursuits.</li>

<li><i>Killing Hope</i> Try to kill anything called hope in you. You never
want to put yourself in a sutiation where you wish very badly for
something specific to happen to you, an event where tomorrow would
suddenly make a big difference for the rest of your life. 
<ul class="org-ul">
<li>say, the outcome ofa job interview, a lawsuit, winning the lotto,
meeting a significant other, getting a paper accepted, have gold
rise, have your brother in law die in a car accident, or other
events that can markedly chaneg your life. If this is the case for
you are royally enslaved to circumstances.</li>
<li>Take good events when they happen, but don't depend on them like a
loser.</li>
<li>ORganize yourself in a way to not have to dream for a better
tomorrow or day after.</li>
</ul></li>

<li><i>Personal Dignity</i> There is no such thing as failure, only death. Which is happening
anyway. Do not play victim. Do not complain. Decouple your self
worth from anything you don’t control.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org5d82e4c" class="outline-2">
<h2 id="org5d82e4c"><span class="section-number-2">3</span> The Epicurean</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-orgad64a22" class="outline-3">
<h3 id="orgad64a22"><span class="section-number-3">3.1</span> <i>Happiness</i></h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li><i>Happiness &amp; Commiditization</i>  You can't buy happiness, so avoid
people who are trying to sell it and avoid pursuing it. True
happiness is restful sleep, frequent laughs, meals with friends,
afternoon naps, good coffee, gratitude, and clear
conscience. 
<ul class="org-ul">
<li><i>Frequency of Pleasures</i> The Things you like you also like at a given frequency. Junk
food/junk inforamtion is enjoyed best when kept restrained to a
weekly "cheat day" than moderately throughout. Think, Sleep is
best enjoyed when tired, food when hungry, water when thirsty. To
be grateful for something, deprive yourself of it.</li>
<li><i>Injecting Randomness</i> Life is better with surprises. The best days can be
recovering a lost wallet or phone. Not being prisoner to a
schedule ro calendar, an alarm clock or wristwatch. if luxury is
not creating more and more varied options for life, you're doing
it wrong. Don't run after trains.</li>
<li><i>Avoiding Busyness</i> It's foolish to complain you don't have enough
time. We shouldn't know when the week begins or ends.</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org050d919" class="outline-3">
<h3 id="org050d919"><span class="section-number-3">3.2</span> <i>Friendship</i></h3>
<div class="outline-text-3" id="text-3-2">
<ul class="org-ul">
<li>Don't reason with someone about something they didn't reason
themselves into.</li>
</ul>



<hr />
</div>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
If you're in a relationship that tolerates infidelity, you
shouldn't be in that relationship.
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
The Information age equivalent of 'only eat what you kill.'
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<i>A note on addiction, distraction, boredom, &amp; laziness</i> Not to be
misunderstood. Manufactured modern distractions feed our addictions to
novelty. <i>Pursuing these distractions is not avoiding boredom</i>
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
Recently Meditation practices have become commonplace for
addictive 'self-improvement' type As. While it's literally doing
nothing, purpotedly that's still better than the information most
people consume. 
</p></div></div>


</div>
</div></div>
<div id="postamble" class="status">
<p class="author">Author: Joseph Ruocco</p>
<p class="date">Created: 2022-02-15 Tue 21:37</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
